Repository: akhillplus/my-polyglot
Catalog: src/locale/*/!!!messages.po
Languages: ru

source: items by
ru: позиций, автор

source: Subscriptions ↓
ru: Подписки ↓

source: Subscriptions ↑
ru: Подписки ↑

source: Name ↓
ru: Имя ↓

source: Name ↑
ru: Имя ↑

source: Items ↓
ru: Число позиций ↓

source: Items ↑
ru: Число позиций ↓

source: Size ↓
ru: Размер файла ↓

source: Size ↑
ru: Размер файла ↑

source: Created ↓
ru: Дата создания ↓

source: Created ↑
ru: Дата создания ↑

source: Updated ↓
ru: Дата обновления ↓

source: Updated ↑
ru: Дата обновления ↑

source: Register
ru: Регистрация

source: Login
ru: Вход

source: Logout
ru: Выход

source: Word list settings
ru: Насторойки списка слов

source: Restore
ru: Восстановить

source: Save
ru: Сохранить

source: No items
ru: Список отсутствует

source: Sort
ru: Сортировка

source: Search
ru: Поиск

source: Search…
ru: Поиск…

source: Word List Table
ru: Список слов

source: Sortable
ru: Сорт.

source: (learned)
ru: (изучается)

source: Learned Language
ru: Изучаемый язык

source: Mother Language
ru: Родной язык

source: Incorrect email address
ru: Неверный почтовый адрес

source: You can not type in more than {0} characters
ru: Запрещено вводить более {0} символов

source: Email address
ru: Адрес эл. почты

source: LinkRequest.SubmitButton.SendPasswordResetLink
ru: Получить ссылку для сброса пароля

source: Must have at least {0} characters
ru: Необходимо ввести минимум {0} символов

source: Password
ru: Пароль

source: Needs to be the same password as above
ru: Результат должен совпадать с предыдущим полем

source: Confirm password
ru: подтверждение пароля

source: PasswordReset.SubmitButton.ResetPassword
ru: Сброс пароля

source: Remember me
ru: Запомнить меня

source: LoginForm.SubmitButton.Log_in
ru: Вход

source: Too short
ru: Недостаточно символов

source: Desired username
ru: Предпочитаемое имя

source: Create a password
ru: Создание пароля

source: Enter password again
ru: Повторный ввод пароля

source: RegisterForm.SubmitButton.Register
ru: Регистрация

source: or with
ru: или с помощью

source: LoginRegister.TabLabel.Register
ru: Регистрация

source: LoginRegister.TabLabel.Login
ru: Вход

source: Demo
ru: Демо-версия

source: PasswordRequest.TabLabel.ResetPassword
ru: Сброс пароля

source: The email with the reset link has been sent successfully!
ru: Письмо с ссылкой для сброса пароля успешно отправлено!

source: PasswordReset.TabLabel.ResetPassword
ru: Сброс пароля

source: The password reset has been made successfully!
ru: Сброс пароля успешно совершен!

source: success.fileload.successfull
ru: Файл успешно загружен!

source: success.fileUpload.successfull
ru: Файл успешно выгружен!

source: error.fileload.browserNotSupportingFileLoad
ru: К сожалению, этот браузер не поддерживает загрузку файлов.

source: error.fileload.notFound
ru: Файл не найден.

source: error.fileload.failed
ru: Ошибка загркзки файла.

source: error.fileload.whileReading
ru: Ошибка чтения файла.

source: error.fileload.notReadable
ru: Ошибка чтения файла.

source: info.fileload.fileReadyForLoading
ru: Файл готов к загрузке.

source: info.fileload.cancelled
ru: Загрузка файла отменена.

source: error.fileUpload.detectLanguage
ru: Ошибка обнаружения языка.<0/>Пожалуйста, проверьте соединение с Интернетом.

source: error.fileUpload.motherLanguageNeeded
ru: Просьба для заполнения полей использовать родной язык.

source: error.fileUpload.badUrl
ru: Ошибка ссылки на ресурс выгрузки.

source: error.fileUpload.uploadFailure
ru: Ошибка выгрузки файла.

source: error.fileUpload.notUniqueWl
ru: В хранилище уже есть словарь с таким названием.

source: error.register.failure
ru: Ошибка регистрации.

source: success.login.success
ru: Вы успешно вошли в систему.

source: error.tooManyRequests
ru: Слишком частые запросы.

source: error.validationError
ru: Ошибка проверки значения.<0/>Повторите попытку позже.

source: error.request.failure
ru: Непредвиденная ошибка сервера.<0/>Повторите попытку позже.

source: error.response.status
ru: Ошибочный статус ответа: <0>{0}</0>.<1/>Повторите попытку позже.

source: success.logout.success
ru: Выход был успешно выполнен.

source: success.passwordRequest.emailSent
ru: Письмо для сброса пароля успешно выслано.

source: error.passwordRequest.emailNotSent
ru: Письмо для сброса пароля не выслано.<0/>Повторите попытку позже.

source: success.verificationEmailResent
ru: Письмо для подтверждения адреса электронной почты успешно выслано.

source: Stage 1
ru: Этап 1

source: VerificationNotice.TabLabel.VerifyYourEmailAddress
ru: Подтверждение адреса эл. почты

source: A fresh verification link has been sent to your email address.
ru: Новое письмо для подтверждения адреса элетронной почты выслано на ваш адрес.

source: Before proceeding, please check your email for a verification link.
ru: Перед тем как продолжить, проверьте свою электронную почту на наличие проверочной ссылки.

source: If you did not receive the email,
ru: Если вы не получали письма,

source: VerificationNotice.SubmitButton.clickHereToRequstAnother
ru: нажмите здесь для его получения.

source: Not detected
ru: Не распознано

source: Specialty field
ru: Категория

source: Subspecialty field
ru: Подкатегория

source: Select file
ru: Выбор файла

source: UTF-8 .tsv or .csv text file
ru: UTF-8 .tsv или .csv текстовый файл

source: Saving on server
ru: Сохранение на сервере

source: Name
ru: Наименование

source: wordlist.tab.namePlaceholder
ru: Введите имя используя родной язык.

source: Description
ru: Описание

source: wordlist.tab.descriptionPlaceholder
ru: Введите описание используя родной язык.

source: settingsTab1.subspecialties.addPhraseBegin
ru: Добавить «

source: I agree to the
ru: Я согласен с

source: Terms and Conditions
ru: Условиями пользования

source: and
ru: и

source: Private Policy
ru: Политикой конфиденциальности

source: Upload
ru: Выгрузить

source: Not defined
ru: Не определено

source: Subspecialty fields
ru: Подкатегории

source: Sort By
ru: Сортировка по

source: (not applied)
ru: (не применяется)

source: (applied)
ru: (применяется)

source: Filter Limits
ru: Пределы фильтра

source: Min
ru: Мин

source: Max
ru: Макс

source: Word list
ru: Список слов

source: Subscriptions
ru: Подписки

source: Items
ru: Число позиций

source: Size
ru: Размер

source: Custom word list
ru: Личный список слов

source: Server word list
ru: Список слов с сервера

source: Accounting
ru: Бухгалтерский учет

source: Advertising / Public Relations
ru: Реклама / Связи с общественностью

source: Aerospace / Aviation / Space
ru: Авиация и космонавтика, летательные аппараты

source: Agriculture
ru: Сельское хозяйство

source: Animal Husbandry / Livestock / Veterinary
ru: Животноводство / Зоотехника

source: Anthropology
ru: Антропология

source: Archaeology
ru: Архиология

source: Architecture
ru: Архтектура

source: Art, Arts & Crafts, Painting
ru: Искусства, ремесла, живопись

source: Astronomy & Space
ru: Астрономия и космос

source: Automation & Robotics
ru: Автоматизация и робототехника

source: Automotive / Cars & Trucks
ru: Транспорт / Транспортные средства / Грузоперевозки

source: Biology: General
ru: Биология: в целом

source: Biology: Bioengineering
ru: Биология: Биотехника

source: Biology: Biochemistry
ru: Биология: Биохимия

source: Biology: Microbiology
ru: Биология: Микробиология

source: Botany
ru: Ботаника

source: Building / Construction
ru: Строительство / Строительная техника

source: Business / Commerce
ru: Бизнес / Коммерция

source: Cars / Auto
ru: Автомобили / Автомеханика

source: Certificates, Diplomas, Licenses, CVs
ru: Дипломы, лицензии, сертификаты, резюме

source: Chemistry: Chemistry Science / Engineering
ru: Химия, химические науки и технологии

source: Cinema / Films / TV / Drama
ru: Кино, кинематография, телевидение, театр

source: Computers: General
ru: Компьютеры: в целом

source: Computers: Hardware
ru: Компьютеры: Железо

source: Computers: Software
ru: Компьютеры: Программное обеспечение

source: Computers: Systems, Networks
ru: Компьютеры: Системы и сети

source: Construction / Civil Engineering / Building
ru: Строительство / Промышленное и гражданское строительство

source: Cooking / Culinary
ru: Кухня / Кулинария

source: Cosmetics, Beauty
ru: Косметика, парфюмерия

source: Economics
ru: Экономика

source: Education / Pedagogy
ru: Образование / Педагогика

source: Electronics / Electical Engineering
ru: Электроника / Электротехника

source: Energy / Power Generation
ru: Энергетика / Энергопроизводство

source: Engineering: General
ru: Техника: в целом

source: Environment & Ecology
ru: Экология и окружающая среда

source: Esoteric practices
ru: Эзотерические практики

source: Finance: General
ru: Финансы: в целом

source: Fisheries
ru: Рыболовство и рыбоводство

source: Folklore
ru: Фольклор

source: Food & Drink
ru: Пищевая и молочная промышленность

source: Forestry / Wood / Timber
ru: Лесная и деревообрабатывающая промышленность

source: Furniture / Household Appliances
ru: Бытовая техника / Мебель

source: Games / Video Games / Gaming / Casino
ru: Игры / Видеоигры / Азартные игры / Казино

source: Genealogy
ru: Генеалогия

source: General / Conversation / Greetings / Letters
ru: Общеразговорные темы / Переписка / Поздравления

source: Genetics
ru: Генетика

source: Geography
ru: География

source: Geology
ru: Геология

source: Government / Politics
ru: Государство / Политика

source: History
ru: История

source: Human Resources
ru: Кадровые ресурсы

source: Idioms / Maxims / Sayings
ru: Идиомы / Изречения / Поговорки

source: Insurance
ru: Страхование

source: International Organizations / Cooperation
ru: Международные организации и сотрудничество

source: Internet, e-Commerce
ru: Интернет, электронная коммерция

source: Investment / Securities
ru: Инвестиции / Ценные бумаги

source: IT (Information Technology)
ru: ИТ (Информационные технологии)

source: Journalism
ru: Журналистика

source: Law: General
ru: Юриспруденция: в целом

source: Law: Contract(s)
ru: Юриспруденция: Контракты

source: Law: Patents, Trademarks, Copyright
ru: Юриспруденция: Патенты, товарные знаки, авторские права

source: Law: Taxation & Customs
ru: Юриспруденция: Налоги и таможня

source: Linguistics
ru: Лингвистика

source: Management
ru: Административное управление, менеджмент

source: Manufacturing
ru: Производство

source: Marketing / Market Research
ru: Маркетинг / Изучение рынков

source: Materials: General
ru: Материаловедение: в целом

source: Materials: Ceramics
ru: Материаловедение: Керамика

source: Materials: Glass
ru: Материаловедение: Стекло

source: Materials: Plastics
ru: Материаловедение: Пластмассы

source: Materials: Wood
ru: Материаловедение: Древесина

source: Mathematics & Statistics
ru: Математика и статистика

source: Mechanics / Mech Engineering
ru: Механика / Инженерная механика

source: Media / Multimedia
ru: Носители информации / Мультимедиа

source: Medical: General
ru: Медицина: в целом

source: Medical: Cardiology
ru: Медицина: Кардиология

source: Medical: Dentistry
ru: Медицина: Стоматология

source: Medical: Health Care
ru: Медицина: Здравохранение

source: Medical: Instruments
ru: Медицина: Приборы и инструменты

source: Medical: Pharmaceuticals
ru: Медицина: Фармоцевтика

source: Metallurgy / Casting
ru: Металлургия / Литье

source: Meteorology
ru: Метеорология

source: Military / Defense
ru: Военное дело / Оборона

source: Mining & Minerals / Gems
ru: Горное дело и полезные ископаемые / Драгоценные камни

source: Music
ru: Музыка

source: Names (personal, company)
ru: Собственные имена и названия

source: Nuclear Engineering / Science
ru: Ядерные технологии / Ядерная физика

source: Nutrition
ru: Питание

source: Paper / Paper Manufacturing
ru: Бумага / Бумажная промышленность

source: Patents
ru: Патенты

source: Petroleum Engineering / Science
ru: Нефтепромысловые науки и технологии

source: Philosophy
ru: Философия

source: Photography / Imaging / Graphic Arts
ru: Фотография / Обработка изображений / Изобразительные средства

source: Physics
ru: Физика

source: Poetry & Literature
ru: Литература и поэзия

source: Printing & Publishing
ru: Полиграфия и издательское дело

source: Psychology
ru: Психология

source: Real Estate
ru: Недвижимость

source: Religion
ru: Религия

source: Retail
ru: Розничная торговля

source: Safety
ru: Безопасность

source: Science: General
ru: Наука: в целом

source: Ships, Sailing, Maritime
ru: Морское дело, мореплавание, морские судна

source: Slang
ru: Жаргон

source: Social Science, Sociology, Ethics, etc.
ru: Общественные науки, социология, этика и т. д.

source: Sports / Fitness / Recreation
ru: Спорт / Физкультура / Отдых

source: Surveying
ru: Топогеодезические работы

source: Telecom(munications)
ru: Телекоммуникации

source: Textiles / Clothing / Fashion
ru: Текстильная промышленность / Одежда / Мода

source: Tourism & Travel
ru: Туризм и поездки

source: Wine / Oenology / Viticulture
ru: Вино / Виноделие / Виноградарство

source: Zoology
ru: Зоология

source: Miscellaneous / Other
ru: Прочее / Иное
